Repository: korenskoy/MyRadio
Catalog: MyRadio/Localizable.xcstrings
Source language: en
Languages: az, de, es, fr, ja, ru, zh

source: %lld countries · %@ stations
az: %lld ölkə · %@ stansiya
de: %lld Länder · %@ Stationen
es: %lld países · %@ estaciones
fr: %lld pays · %@ stations
ja: %lld か国 · %@ 局
ru: %lld стран · %@ станций
zh: %lld 个国家 · %@ 个电台

source: %lld MATCHES · PICK THE RIGHT ONE
az: %lld UYĞUNLUQ · DÜZGÜN OLANI SEÇİN
de: %lld TREFFER · WÄHLE DEN RICHTIGEN
es: %lld COINCIDENCIAS · ELIGE LA CORRECTA
fr: %lld RÉSULTATS · CHOISISSEZ LE BON
ja: %lld 件の候補 · 正しいものを選択
ru: %lld СОВПАДЕНИЙ · ВЫБЕРИТЕ НУЖНОЕ
zh: %lld 个匹配 · 选择正确的

source: %lld results for "%@"
az: «%@» üçün %lld nəticə
de: %lld Treffer für „%@“
es: %lld resultados para «%@»
fr: %lld résultats pour « %@ »
ja: 「%@」の検索結果: %lld 件
ru: Найдено %lld для «%@»
zh: 「%@」共 %lld 条结果

source: %lld sessions
az: %lld sessiya
de: %lld Sitzungen
es: %lld sesiones
ja: %lld セッション
ru: %lld сеансов
zh: %lld 次会话

source: %lld stations
az: %lld stansiya
de: %lld Stationen
es: %lld estaciones
ja: %lld 局
ru: %lld станций
zh: %lld 个电台

source: %lld stations · by %@
az: %lld stansiya · %@-a görə
de: %lld Stationen · nach %@
es: %lld estaciones · por %@
fr: %lld stations · par %@
ja: %lld 局 · %@順
ru: %lld станций · по %@
zh: %lld 个电台 · 按%@

source: © 2026 MyRadio · Not affiliated with any broadcaster
az: © 2026 MyRadio · Heç bir yayımçı ilə əlaqəli deyil
de: © 2026 MyRadio · Nicht mit einem Sender verbunden
es: © 2026 MyRadio · Sin afiliación con ninguna emisora
fr: © 2026 MyRadio · Sans affiliation avec aucun diffuseur
ja: © 2026 MyRadio · 放送局との関係はありません
ru: © 2026 MyRadio · Не связан ни с одной радиостанцией
zh: © 2026 MyRadio · 与任何广播公司无关

source: ~%lld days
az: ~%lld gün
de: ~%lld Tage
es: ~%lld días
fr: ~%lld jours
ja: ~%lld日
ru: ≈%lld дн.
zh: 约 %lld 天

source: ~%lld min
az: ~%lld dəq
ja: ~%lld分
ru: ≈%lld мин
zh: 约 %lld 分

source: ~%lldh
az: ~%lld saat
de: ~%lld Std
ja: ~%lld時間
ru: ≈%lld ч
zh: 约 %lld 小时

source: ~1 day
az: ~1 gün
de: ~1 Tag
es: ~1 día
fr: ~1 jour
ja: ~1日
ru: ≈1 день
zh: 约 1 天

source: ~1 min
az: ~1 dəq
ja: ~1分
ru: ≈1 мин
zh: 约 1 分

source: About
az: Haqqında
de: Über
es: Acerca de
fr: À propos
ja: 情報
ru: О программе
zh: 关于

source: Accent color
az: Vurğu rəngi
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accent
ja: アクセントカラー
ru: Акцентный цвет
zh: 强调色

source: Add
az: Əlavə et
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ru: Добавить
zh: 添加

source: Add custom station…
az: Stansiya əlavə et…
de: Eigene Station hinzufügen…
es: Añadir estación…
fr: Ajouter une station…
ja: カスタム局を追加…
ru: Добавить станцию…
zh: 添加自定义电台…

source: Add Custom Station…
az: Stansiya əlavə et…
de: Eigene Station hinzufügen…
es: Añadir estación…
fr: Ajouter une station…
ja: カスタム局を追加…
ru: Добавить станцию…
zh: 添加自定义电台…

source: Add station
az: Stansiya əlavə et
de: Station hinzufügen
es: Añadir estación
fr: Ajouter une station
ja: 局を追加
ru: Добавить станцию
zh: 添加电台

source: Add Station
az: Stansiya əlavə et
de: Station hinzufügen
es: Añadir estación
fr: Ajouter une station
ja: 局を追加
ru: Добавить станцию
zh: 添加电台

source: Advanced
az: Qabaqcıl
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ru: Дополнительно
zh: 高级

source: All buffered DebugLog entries — safe to share, no audio captured.
az: Bütün DebugLog girişləri — paylaşmaq təhlükəsizdir, audio yazılmır.
de: Alle gepufferten DebugLog-Einträge — sicher zu teilen, kein Audio.
es: Todas las entradas de DebugLog — seguras para compartir, sin audio capturado.
fr: Toutes les entrées DebugLog — sûres à partager, aucun audio capturé.
ja: バッファされた全DebugLogエントリ — 共有しても安全、音声は含まれません。
ru: Все записи DebugLog — безопасно делиться, аудио не сохраняется.
zh: 已缓冲的全部 DebugLog 记录 — 可安全分享，不含音频。

source: All time
az: Bütün vaxt
de: Gesamte Zeit
es: Siempre
fr: Tout l'historique
ja: 全期間
ru: За всё время
zh: 全部时间

source: App language
az: Tətbiqin dili
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
ja: アプリの言語
ru: Язык приложения
zh: 应用语言

source: Appearance
az: Görünüş
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ru: Внешний вид
zh: 外观

source: Application
az: Tətbiq
de: Programm
es: Aplicación
ja: アプリケーション
ru: Приложение
zh: 应用

source: Application Support folder
az: Application Support qovluğu
de: Application-Support-Ordner
es: Carpeta Application Support
fr: Dossier Application Support
ja: Application Supportフォルダ
ru: Папка Application Support
zh: Application Support 文件夹

source: Artwork disk cache
az: Üz qabığı disk keşi
de: Cover-Disk-Cache
es: Caché de portadas en disco
fr: Cache disque des pochettes
ja: アートワークディスクキャッシュ
ru: Кэш обложек на диске
zh: 封面磁盘缓存

source: Ask before quitting if a stream is currently playing.
az: Axın səsləndirilirsə, çıxmazdan əvvəl soruş.
de: Vor dem Beenden nachfragen, falls ein Stream läuft.
es: Preguntar antes de salir si hay una transmisión activa.
fr: Demander confirmation avant de quitter si un flux est en lecture.
ja: ストリーム再生中に終了を試みたら確認します。
ru: Спрашивать перед выходом, если поток воспроизводится.
zh: 如有正在播放的流，退出前进行确认。

source: Audio is currently playing. Quitting will stop the stream.
az: Hazırda audio səsləndirilir. Çıxış axını dayandıracaq.
de: Es wird gerade Audio wiedergegeben. Beim Beenden wird der Stream gestoppt.
es: Se está reproduciendo audio. Salir detendrá la transmisión.
fr: De l'audio est en cours de lecture. Quitter arrêtera le flux.
ja: 現在オーディオを再生中です。終了するとストリームが停止します。
ru: Сейчас воспроизводится аудио. Выход остановит поток.
zh: 正在播放音频，退出将停止流。

source: Auto (System)
az: Avto (sistem)
de: Automatisch (System)
es: Automático (sistema)
fr: Auto (système)
ja: 自動（システム）
ru: Авто (системная)
zh: 自动（系统）

source: Auto-check on launch
az: Başlanğıcda yoxla
de: Beim Start automatisch prüfen
es: Comprobar al iniciar
fr: Vérifier au lancement
ja: 起動時に自動確認
ru: Проверять при запуске
zh: 启动时自动检查

source: Back
az: Geri
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ru: Назад
zh: 返回

source: Behavior
az: Davranış
de: Verhalten
es: Comportamiento
fr: Comportement
ja: 動作
ru: Поведение
zh: 行为

source: Bitrate
az: Bit sürəti
es: Tasa de bits
fr: Débit binaire
ja: ビットレート
ru: Битрейт
zh: 码率

source: Blue
az: Mavi
de: Blau
es: Azul
fr: Bleu
ja: ブルー
ru: Синий
zh: 蓝色

source: By click count
az: Klik sayına görə
de: Nach Klickzahl
es: Por número de clics
fr: Par nombre de clics
ja: クリック数順
ru: По числу прослушиваний
zh: 按点击数

source: By count
az: Saya görə
de: Nach Anzahl
es: Por cantidad
fr: Par nombre
ja: 数順
ru: По количеству
zh: 按数量

source: By name
az: Ada görə
de: Nach Name
es: Por nombre
fr: Par nom
ja: 名前順
ru: По названию
zh: 按名称

source: Cancel
az: Ləğv et
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена
zh: 取消

source: Cancel timer
az: Taymeri ləğv et
de: Timer abbrechen
es: Cancelar temporizador
fr: Annuler le minuteur
ja: タイマーを取消
ru: Отменить таймер
zh: 取消定时器

source: Cancelled
az: Ləğv edildi
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル
ru: Отменено
zh: 已取消

source: Check now
az: Yoxla
de: Jetzt prüfen
es: Comprobar
fr: Vérifier
ja: 今すぐ確認
ru: Проверить
zh: 立即检查

source: Checking GitHub for new releases…
az: GitHub-da yeni buraxılışlar yoxlanılır…
de: Suche nach neuen Releases auf GitHub…
es: Buscando nuevas versiones en GitHub…
fr: Recherche de nouvelles versions sur GitHub…
ja: GitHubで新しいリリースを確認中…
ru: Поиск новых релизов на GitHub…
zh: 正在 GitHub 检查新版本…

source: Choose file…
az: Fayl seç…
de: Datei wählen…
es: Elegir archivo…
fr: Choisir un fichier…
ja: ファイルを選択…
ru: Выбрать файл…
zh: 选择文件…

source: Clear
az: Təmizlə
de: Leeren
es: Borrar
fr: Effacer
ja: クリア
ru: Очистить
zh: 清空

source: Clear debug log
az: Debug jurnalını təmizlə
de: Debug-Log leeren
es: Borrar el registro
fr: Effacer le journal de débogage
ja: デバッグログをクリア
ru: Очистить лог
zh: 清空调试日志

source: Clear history
az: Tarixçəni təmizlə
de: Verlauf leeren
es: Borrar historial
fr: Effacer l'historique
ja: 履歴を消去
ru: Очистить историю
zh: 清除历史

source: clicks
az: klik
de: Klicks
es: clics
fr: clics
ja: クリック
ru: кликам
zh: 点击

source: Cluster
az: Klaster
es: Agrupar
fr: Grouper
ja: クラスタ
ru: Кластер
zh: 聚合

source: Confirm quit while playing
az: Səsləndirmə zamanı çıxışı təsdiqlə
de: Beim Beenden mit aktiver Wiedergabe nachfragen
es: Confirmar al salir durante la reproducción
fr: Confirmer avant de quitter en lecture
ja: 再生中の終了を確認
ru: Подтверждать выход во время воспроизведения
zh: 播放时退出需确认

source: Copy
az: Kopyala
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ru: Копировать
zh: 复制

source: Copy debug log to clipboard
az: Debug jurnalını mübadilə yaddaşına kopyala
de: Debug-Log in die Zwischenablage kopieren
es: Copiar el registro al portapapeles
fr: Copier le journal de débogage dans le presse-papiers
ja: デバッグログをクリップボードにコピー
ru: Скопировать лог в буфер обмена
zh: 复制调试日志到剪贴板

source: Could not read file
az: Faylı oxumaq mümkün olmadı
de: Datei konnte nicht gelesen werden
es: No se pudo leer el archivo
fr: Impossible de lire le fichier
ja: ファイルを読み込めませんでした
ru: Не удалось прочитать файл
zh: 无法读取文件

source: Countries
az: Ölkələr
de: Länder
es: Países
fr: Pays
ja: 国
ru: Страны
zh: 国家

source: Country
az: Ölkə
de: Land
es: País
fr: Pays
ja: 国
ru: Страна
zh: 国家

source: COUNTRY
az: ÖLKƏ
de: LAND
es: PAÍS
fr: PAYS
ja: 国
ru: СТРАНА
zh: 国家

source: Custom
az: Xüsusi
de: Eigene
es: Personalizada
fr: Personnalisée
ja: カスタム
ru: Своя
zh: 自定义

source: Dark
az: Tünd
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ru: Тёмная
zh: 深色

source: Developer
az: Tərtibatçı
de: Entwickler
es: Desarrollador
fr: Développeur
ja: デベロッパ
ru: Разработчику
zh: 开发者

source: DevTools window
az: DevTools pəncərəsi
de: DevTools-Fenster
es: Ventana DevTools
fr: Fenêtre DevTools
ja: DevToolsウインドウ
ru: Окно DevTools
zh: DevTools 窗口

source: Diagnostics
az: Diaqnostika
de: Diagnose
es: Diagnóstico
ja: 診断
ru: Диагностика
zh: 诊断

source: Discover
az: Kəşf et
de: Entdecken
es: Descubrir
fr: Découvrir
ja: 発見
ru: Обзор
zh: 发现

source: e.g. English
az: məs., Azərbaycan
de: z. B. Deutsch
es: ej. español
fr: ex. : français
ja: 例: 日本語
ru: напр., русский
zh: 例如：中文

source: e.g. Germany
az: məs., Almaniya
de: z. B. Deutschland
es: ej. España
fr: ex. : France
ja: 例: 日本
ru: напр., Россия
zh: 例如：中国

source: Enter Mini Player
az: Mini pleyerə keç
de: Mini-Player einblenden
es: Entrar al mini-reproductor
fr: Activer le mini-lecteur
ja: ミニプレイヤーを開く
ru: Включить мини-плеер
zh: 进入迷你播放器

source: Exit Mini Player
az: Mini pleyerdən çıx
de: Mini-Player ausblenden
es: Salir del mini-reproductor
fr: Quitter le mini-lecteur
ja: ミニプレイヤーを閉じる
ru: Выключить мини-плеер
zh: 退出迷你播放器

source: Export M3U
az: M3U ixrac et
de: M3U exportieren
es: Exportar M3U
fr: Exporter M3U
ja: M3Uエクスポート
ru: Экспорт M3U
zh: 导出 M3U

source: Favorites
az: Sevimlilər
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ru: Избранное
zh: 收藏

source: Filter countries...
az: Ölkələri süz...
de: Länder filtern...
es: Filtrar países...
fr: Filtrer les pays...
ja: 国を絞り込む...
ru: Фильтр стран...
zh: 筛选国家...

source: Find stations…
az: Stansiyaları tap…
de: Stationen suchen…
es: Buscar estaciones…
fr: Trouver des stations…
ja: 局を検索…
ru: Найти станции…
zh: 查找电台…

source: Find Stations…
az: Stansiyaları tap…
de: Stationen suchen…
es: Buscar estaciones…
fr: Rechercher des stations…
ja: 局を検索…
ru: Найти станции…
zh: 查找电台…

source: General
az: Ümumi
de: Allgemein
fr: Général
ja: 一般
ru: Основные
zh: 通用

source: GENRE
az: JANR
es: GÉNERO
ja: ジャンル
ru: ЖАНР
zh: 类型

source: Graphite
az: Qrafit
de: Graphit
es: Grafito
ja: グラファイト
ru: Графитовый
zh: 石墨色

source: Green
az: Yaşıl
de: Grün
es: Verde
fr: Vert
ja: グリーン
ru: Зелёный
zh: 绿色

source: Hide DevTools
az: DevTools-u gizlət
de: DevTools ausblenden
es: Ocultar DevTools
fr: Masquer les outils dev
ja: DevToolsを隠す
ru: Скрыть DevTools
zh: 隐藏 DevTools

source: History
az: Tarixçə
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ru: История
zh: 历史

source: Import
az: İdxal et
de: Importieren
es: Importar
fr: Importer
ja: インポート
ru: Импорт
zh: 导入

source: Import stations from M3U/PLS
az: M3U/PLS-dən stansiyalar idxal et
de: Stationen aus M3U/PLS importieren
es: Importar estaciones desde M3U/PLS
fr: Importer des stations depuis M3U/PLS
ja: M3U/PLSから局をインポート
ru: Импорт станций из M3U/PLS
zh: 从 M3U/PLS 导入电台

source: Imported %@
az: İdxal edildi: %@
de: Importiert: %@
es: Importado: %@
fr: Importé : %@
ja: インポート済み: %@
ru: Импортировано %@
zh: 已导入：%@

source: Importing…
az: İdxal edilir…
de: Importiere…
es: Importando…
fr: Importation…
ja: インポート中…
ru: Импорт…
zh: 导入中…

source: Invalid URL
az: Yanlış URL
de: Ungültige URL
es: URL no válida
fr: URL invalide
ja: 無効なURL
ru: Некорректный URL
zh: URL 无效

source: jazz, chill, lo-fi
az: caz, chill, lo-fi
ja: ジャズ, チル, ローファイ
ru: джаз, чилл, lo-fi
zh: 爵士, chill, lo-fi

source: Language
az: Dil
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ru: Язык
zh: 语言

source: Last 30 days · stored locally
az: Son 30 gün · lokal saxlanılır
de: Letzte 30 Tage · lokal gespeichert
es: Últimos 30 días · almacenado localmente
fr: 30 derniers jours · stocké localement
ja: 過去30日 · ローカル保存
ru: За 30 дней · хранится локально
zh: 最近 30 天 · 本地保存

source: Last checked %@
az: Yoxlanılma vaxtı: %@
de: Geprüft %@
es: Comprobado %@
fr: Vérifié %@
ja: 確認: %@
ru: Проверено %@
zh: 上次检查 %@

source: Last checked just now
az: İndicə yoxlanıldı
de: Soeben geprüft
es: Comprobado ahora mismo
fr: Vérifié à l'instant
ja: たった今確認
ru: Только что проверено
zh: 刚刚检查过

source: Launch & startup
az: İşə salma və başlama
de: Start & Anmeldung
es: Inicio y arranque
fr: Lancement & démarrage
ja: 起動と開始
ru: Запуск и поведение
zh: 启动与开机

source: Launch at login
az: Girişdə işə sal
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Lancer à l'ouverture de session
ja: ログイン時に起動
ru: Запускать при входе
zh: 登录时启动

source: LENGTH
az: MÜDDƏT
de: DAUER
es: DURACIÓN
fr: DURÉE
ja: 長さ
ru: ДЛИТЕЛЬНОСТЬ
zh: 时长

source: Library & cache
az: Kitabxana və keş
de: Bibliothek & Cache
es: Biblioteca y caché
fr: Bibliothèque & cache
ja: ライブラリとキャッシュ
ru: Библиотека и кэш
zh: 库与缓存

source: License (MIT)
az: Lisenziya (MIT)
de: Lizenz (MIT)
es: Licencia (MIT)
fr: Licence (MIT)
ja: ライセンス (MIT)
ru: Лицензия (MIT)
zh: 许可证 (MIT)

source: Light
az: Açıq
de: Hell
es: Claro
fr: Clair
ja: ライト
ru: Светлая
zh: 浅色

source: LIVE
az: CANLI
es: EN VIVO
ja: ライブ
ru: ЭФИР
zh: 直播

source: Live debug log, network inspector and player state.
az: Canlı debug jurnalı, şəbəkə inspektoru və pleyer vəziyyəti.
de: Live-Debug-Log, Netzwerk-Inspector und Player-Status.
es: Registro en vivo, inspector de red y estado del reproductor.
fr: Journal de débogage en direct, inspecteur réseau et état du lecteur.
ja: ライブログ、ネットワークインスペクタ、プレイヤー状態。
ru: Живой лог, сетевой инспектор и состояние плеера.
zh: 实时调试日志、网络检查器以及播放器状态。

source: Loading countries…
az: Ölkələr yüklənir…
de: Lade Länder…
es: Cargando países…
fr: Chargement des pays…
ja: 国を読み込み中…
ru: Загрузка стран…
zh: 正在加载国家…

source: Loading stations…
az: Stansiyalar yüklənir…
de: Lade Stationen…
es: Cargando estaciones…
fr: Chargement des stations…
ja: 局を読み込み中…
ru: Загрузка станций…
zh: 正在加载电台…

source: Loading…
az: Yüklənir…
de: Lädt…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ru: Загрузка…
zh: 加载中…

source: Map
az: Xəritə
de: Karte
es: Mapa
fr: Carte
ja: 地図
ru: Карта
zh: 地图

source: MATCHED ON ITUNES
az: ITUNES-DA TAPILDI
de: AUF ITUNES GEFUNDEN
es: ENCONTRADO EN ITUNES
fr: TROUVÉ SUR ITUNES
ja: iTunesで一致
ru: НАЙДЕНО В iTUNES
zh: 在 iTunes 找到

source: Most Popular
az: Ən populyar
de: Beliebteste
es: Más populares
fr: Plus populaires
ja: 最も人気
ru: Самые популярные
zh: 最热门

source: Name
az: Ad
es: Nombre
fr: Nom
ja: 名前
ru: Название
zh: 名称

source: Native radio client for macOS
az: macOS üçün doğma radio müştərisi
de: Nativer Radio-Client für macOS
es: Cliente de radio nativo para macOS
fr: Client radio natif pour macOS
ja: macOSネイティブのラジオクライアント
ru: Нативный радиоклиент для macOS
zh: macOS 原生电台客户端

source: next check due
az: növbəti yoxlama lazımdır
de: nächste Prüfung fällig
es: siguiente comprobación pendiente
fr: prochaine vérification due
ja: 次回確認の時間です
ru: следующая проверка сейчас
zh: 下次检查到期

source: next check in %@
az: növbəti yoxlama %@ sonra
de: nächste Prüfung in %@
es: siguiente comprobación en %@
fr: prochaine vérification dans %@
ja: 次回確認まで %@
ru: следующая проверка через %@
zh: 下次检查在 %@ 后

source: No Station
az: Stansiya yoxdur
de: Keine Station
es: Sin estación
fr: Aucune station
ja: 局なし
ru: Станция не выбрана
zh: 无电台

source: Not checked yet
az: Hələ yoxlanılmayıb
de: Noch nicht geprüft
es: Aún no comprobado
fr: Pas encore vérifié
ja: 未確認
ru: Проверка ещё не выполнялась
zh: 尚未检查

source: Not playing
az: Səsləndirilmir
de: Wiedergabe gestoppt
es: Sin reproducción
fr: Aucune lecture
ja: 再生中ではありません
ru: Не воспроизводится
zh: 未播放

source: NOW ON AIR
az: İNDİ EFİRDƏ
de: GERADE LÄUFT
es: EN ANTENA
fr: À L'ANTENNE
ja: オンエア中
ru: СЕЙЧАС В ЭФИРЕ
zh: 正在播出

source: NOW ON AIR · %@
az: İNDİ EFİRDƏ · %@
de: GERADE LÄUFT · %@
es: EN ANTENA · %@
fr: À L'ANTENNE · %@
ja: オンエア中 · %@
ru: СЕЙЧАС В ЭФИРЕ · %@
zh: 正在播出 · %@

source: Open DevTools
az: DevTools-u aç
de: DevTools öffnen
es: Abrir DevTools
fr: Ouvrir les DevTools
ja: DevToolsを開く
ru: Открыть DevTools
zh: 打开 DevTools

source: Open MyRadio automatically when you sign in.
az: Girişdə MyRadio-nu avtomatik aç.
de: MyRadio beim Anmelden automatisch öffnen.
es: Abrir MyRadio automáticamente al iniciar sesión.
fr: Ouvrir automatiquement MyRadio à l'ouverture de session.
ja: ログイン時にMyRadioを自動で開きます。
ru: Автоматически открывать MyRadio при входе в систему.
zh: 登录系统时自动打开 MyRadio。

source: Open Preferences…
az: Tənzimləmələri aç…
de: Einstellungen öffnen…
es: Abrir preferencias…
fr: Ouvrir les réglages…
ja: 設定を開く…
ru: Открыть настройки…
zh: 打开设置…

source: Open release
az: Buraxılışı aç
de: Release öffnen
es: Abrir versión
fr: Ouvrir la version
ja: リリースを開く
ru: Открыть релиз
zh: 打开发布

source: Open station website
az: Stansiyanın saytını aç
de: Webseite der Station öffnen
es: Abrir sitio de la estación
fr: Ouvrir le site de la station
ja: 局のサイトを開く
ru: Открыть сайт станции
zh: 打开电台网站

source: Orange
az: Narıncı
es: Naranja
ja: オレンジ
ru: Оранжевый
zh: 橙色

source: Pause after…
az: Sonra fasilə ver…
de: Pausieren nach…
es: Pausar tras…
fr: Pause après…
ja: 後で一時停止…
ru: Пауза через…
zh: 稍后暂停…

source: Pink
az: Çəhrayı
es: Rosa
fr: Rose
ja: ピンク
ru: Розовый
zh: 粉色

source: Play / Pause
az: Səsləndir / Fasilə
de: Wiedergabe / Pause
es: Reproducir / Pausar
fr: Lecture / Pause
ja: 再生 / 一時停止
ru: Воспроизвести / Пауза
zh: 播放 / 暂停

source: Playback
az: Səsləndirmə
de: Wiedergabe
es: Reproducción
fr: Lecture
ja: 再生
ru: Воспроизведение
zh: 播放

source: Played for %@
az: %@ səsləndirildi
de: Wiedergegeben für %@
es: Reproducido durante %@
fr: Écouté pendant %@
ja: %@再生
ru: Прослушано %@
zh: 已播放 %@

source: Popular
az: Populyar
de: Beliebt
es: Populares
fr: Populaires
ja: 人気
ru: Популярные
zh: 热门

source: Powered by the **radio-browser.info** community API
az: **radio-browser.info** icma API-si əsasında
de: Bereitgestellt durch die **radio-browser.info**-Community-API
es: Impulsado por la API comunitaria de **radio-browser.info**
fr: Propulsé par l'API communautaire **radio-browser.info**
ja: **radio-browser.info** コミュニティAPIによる提供
ru: На основе сообщества **radio-browser.info**
zh: 由 **radio-browser.info** 社区 API 提供支持

source: Preferences (⌘,)
az: Tənzimləmələr (⌘,)
de: Einstellungen (⌘,)
es: Preferencias (⌘,)
fr: Réglages (⌘,)
ja: 設定（⌘,）
ru: Настройки (⌘,)
zh: 设置（⌘,）

source: Preview 30s
az: 30 san. önizləmə
de: 30s-Vorschau
es: Vista previa 30 s
fr: Aperçu 30 s
ja: 30秒プレビュー
ru: Превью 30 с
zh: 试听 30 秒

source: Purple
az: Bənövşəyi
de: Violett
es: Morado
fr: Violet
ja: パープル
ru: Фиолетовый
zh: 紫色

source: Quit
az: Çıxış
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ru: Завершить
zh: 退出

source: Quit MyRadio
az: MyRadio-dan çıx
de: MyRadio beenden
es: Salir de MyRadio
fr: Quitter MyRadio
ja: MyRadioを終了
ru: Завершить MyRadio
zh: 退出 MyRadio

source: Quit MyRadio?
az: MyRadio-dan çıxılsın?
de: MyRadio beenden?
es: ¿Salir de MyRadio?
fr: Quitter MyRadio ?
ja: MyRadioを終了？
ru: Завершить MyRadio?
zh: 退出 MyRadio？

source: radio-browser.info · live
az: radio-browser.info · canlı
es: radio-browser.info · en vivo
fr: radio-browser.info · en direct
ja: radio-browser.info · ライブ
ru: radio-browser.info · в реальном времени
zh: radio-browser.info · 实时

source: Re-selects the last station you played, but does not auto-play.
az: Sonuncu səsləndirdiyiniz stansiyanı yenidən seçir, lakin avtomatik səsləndirmir.
de: Wählt die zuletzt gespielte Station erneut aus, startet aber keine Wiedergabe.
es: Vuelve a seleccionar la última estación reproducida, sin iniciarla.
fr: Re-sélectionne la dernière station écoutée, sans la lancer.
ja: 最後に再生した局を再選択しますが、自動再生はしません。
ru: Выбирает последнюю проигранную станцию, но не запускает воспроизведение.
zh: 重新选择上次播放的电台，但不会自动开始播放。

source: Red
az: Qırmızı
de: Rot
es: Rojo
fr: Rouge
ja: レッド
ru: Красный
zh: 红色

source: Release notes
az: Buraxılış qeydləri
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
ja: リリースノート
ru: Список изменений
zh: 更新说明

source: Reset
az: Sıfırla
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ru: Сбросить
zh: 重置

source: Reset all preferences
az: Bütün tənzimləmələri sıfırla
de: Alle Einstellungen zurücksetzen
es: Restablecer todas las preferencias
fr: Réinitialiser tous les réglages
ja: すべての設定をリセット
ru: Сбросить все настройки
zh: 重置所有设置

source: Reset all preferences?
az: Bütün tənzimləmələr sıfırlansın?
de: Alle Einstellungen zurücksetzen?
es: ¿Restablecer todas las preferencias?
fr: Réinitialiser tous les réglages ?
ja: すべての設定をリセットしますか？
ru: Сбросить все настройки?
zh: 重置所有设置？

source: Reset…
az: Sıfırla…
de: Zurücksetzen…
es: Restablecer…
fr: Réinitialiser…
ja: リセット…
ru: Сбросить…
zh: 重置…

source: Resources
az: Mənbələr
de: Ressourcen
es: Recursos
fr: Ressources
ja: リソース
ru: Ресурсы
zh: 资源

source: Restore last station on launch
az: Başlanğıcda son stansiyanı bərpa et
de: Letzte Station beim Start wiederherstellen
es: Restaurar la última estación al iniciar
fr: Restaurer la dernière station au lancement
ja: 起動時に最後の局を復元
ru: Восстанавливать последнюю станцию при запуске
zh: 启动时恢复上次电台

source: Restores defaults. Favorites, history and custom stations are kept.
az: Standart dəyərləri bərpa edir. Sevimlilər, tarixçə və xüsusi stansiyalar saxlanılır.
de: Stellt die Standardwerte wieder her. Favoriten, Verlauf und eigene Stationen bleiben erhalten.
es: Restaura los valores por defecto. Favoritos, historial y estaciones personalizadas se conservan.
fr: Restaure les valeurs par défaut. Favoris, historique et stations personnalisées sont conservés.
ja: 既定値を復元します。お気に入り、履歴、カスタム局は保持されます。
ru: Восстанавливает значения по умолчанию. Избранное, история и свои станции сохраняются.
zh: 恢复默认设置。收藏、历史和自定义电台保留。

source: Reveal
az: Aç
de: Im Finder zeigen
es: Mostrar
fr: Afficher
ja: Finderで表示
ru: Показать
zh: 在 Finder 中显示

source: Search
az: Axtarış
de: Suche
es: Buscar
fr: Recherche
ja: 検索
ru: Поиск
zh: 搜索

source: Search stations…
az: Stansiyaları axtar…
de: Stationen suchen…
es: Buscar estaciones…
fr: Rechercher des stations…
ja: 局を検索…
ru: Поиск станций…
zh: 搜索电台…

source: Shortcuts
az: Qısayollar
de: Tastenkürzel
es: Atajos
fr: Raccourcis
ja: ショートカット
ru: Сочетания клавиш
zh: 快捷键

source: Show all
az: Hamısını göstər
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
ja: すべて表示
ru: Показать все
zh: 全部显示

source: Show DevTools
az: DevTools-u göstər
de: DevTools einblenden
es: Mostrar DevTools
fr: Afficher les outils dev
ja: DevToolsを表示
ru: Показать DevTools
zh: 显示 DevTools

source: Sleep
az: Yuxu
de: Schlaf
es: Reposo
fr: Veille
ja: スリープ
ru: Сон
zh: 睡眠

source: Sleep timer
az: Yuxu taymeri
de: Schlaftimer
es: Temporizador de reposo
fr: Minuteur de veille
ja: スリープタイマー
ru: Таймер сна
zh: 睡眠定时器

source: Sleep timer…
az: Yuxu taymeri…
de: Schlaftimer…
es: Temporizador de reposo…
fr: Minuteur de veille…
ja: スリープタイマー…
ru: Таймер сна…
zh: 睡眠定时器…

source: Sleep Timer…
az: Yuxu taymeri…
de: Schlaftimer…
es: Temporizador de reposo…
fr: Minuteur de veille…
ja: スリープタイマー…
ru: Таймер сна…
zh: 睡眠定时器…
